Repository: Dahrkael/MiBand-Tracker
Catalog: MyBand/MyBand.WindowsPhone/Strings/*/Resources.resw
Source language: en_us
Languages: es_es, zh_hans

# Age.Text
source: Age:
es_es: Edad:
zh_hans: 年龄

# AgeYears.Text
source: years
es_es: años
zh_hans: 年

# Alarm1.Header
source: Alarm 1
es_es: Alarma 1
zh_hans: 闹钟1

# Alarm1.OffContent
source: Off
es_es: Desactivada
zh_hans: 关

# Alarm2.Header
source: Alarm 2
es_es: Alarma 2
zh_hans: 闹钟2

# Alarm2.OffContent
source: Off
es_es: Desactivada
zh_hans: 关

# Alarm3.Header
source: Alarm 3
es_es: Alarma 3
zh_hans: 闹钟3

# Alarm3.OffContent
source: Off
es_es: Desactivada
zh_hans: 关

# AlarmSetTo
source: Triggers at
es_es: Se activa a las
zh_hans: 触发在

# Appearance.Text
source: Appearance:
es_es: Aspecto:
zh_hans: 外观：

# AppInfo.Text
source: Application information
es_es: Información de la aplicación
zh_hans: 应用信息

# AppVersion.Text
source: Version:
es_es: Versión:
zh_hans: 版本

# AuthErrorText
source: There was a problem initializing the band connection. If its the first time, try to tap multiple times the band while connecting.
es_es: Hubo un problema al iniciar la conexión con la pulsera. Si es la primera vez, dale un par de toques a la pulsera mientras conecta.
zh_hans: 有个初始化连结的问题

# BatteryChargedSince
source: Charged
es_es: Cargada hace
zh_hans: 电量

# BatteryDays
source: days ago
es_es: días
zh_hans: 天前

# BatteryHours
source: hours ago
es_es: horas
zh_hans: 小时前

# BatteryMinutes
source: minutes ago
es_es: minutos
zh_hans: 分钟前

# BatteryMissing
source: No battery
es_es: No hay batería
zh_hans: 电量不足

# BatteryNeverCharged
source: Never charged
es_es: No se ha cargado nunca
zh_hans: 从未充电

# BatteryRecent
source: Charged recently
es_es: Cargada recientemente
zh_hans: 最近充电

# ColorBlue
source: Blue
es_es: Azul
zh_hans: 蓝色

# Blue.Text
source: Blue
es_es: Azul
zh_hans: 蓝色

# ButtonSave.Content
source: Save
es_es: Guardar
zh_hans: 保存

# ChangeUserInfo.Content
source: Modify user information
es_es: Modificar información de usuario
zh_hans: 修改用户信息

# ColorTheme.Text
source: Color theme:
es_es: Esquema de color:
zh_hans: 颜色主题：

# Configurations.Header
source: Configurations
es_es: Alarmas y ajustes
zh_hans: 配置

# Connecting.Text
source: Connecting to Mi Band
es_es: Conectando a Mi Band
zh_hans: 连接到小米手环

source: Critical Error
es_es: Error Crítico
zh_hans: 严重错误

# CurrentData.Header
source: Current Data
es_es: Datos actuales
zh_hans: 当前数据

# DeleteAppData.Content
source: Delete app information
es_es: Borrar datos de la aplicación
zh_hans: 删除应用程序的信息

# DeleteInfoConfirmText
source: Are you sure you want to delete all saved information? The application will close.
es_es: ¿Está seguro de que quiere borrar toda la información guardada? La aplicación se cerrará.
zh_hans: 要删除所有保存的信息吗？ 该应用程序将关闭。

# DeleteInfoConfirmTitle
source: Irreversible action
es_es: Acción irreversible
zh_hans: 不可逆转的行动

# DeleteInfoConfirmYes
source: Yes, I'm sure
es_es: Sí, seguro
zh_hans: 是的，我确信

# DeleteInfoSuccessText
source: Information deleted. Exiting app.
es_es: Información guardada borrada. Cerrando aplicación.
zh_hans: 信息删除。 退出应用程序。

# DeleteInfoSuccessTitle
source: Action completed
es_es: Acción completada
zh_hans: 动作完成

source: Everyday
es_es: Todos los días
zh_hans: 每天

# ExtraCommandHardReset.Text
source: Hard Reset
es_es: Volver a ajustes de fábrica
zh_hans: 硬体重设

# ExtraCommandLocate.Text
source: Locate
es_es: Localizar
zh_hans: 定位

# ExtraCommandReboot.Text
source: Reboot band
es_es: Reiniciar pulsera
zh_hans: 重启手环

# ExtraCommands.Content
source: Band extra functions
es_es: Funciones extra de la pulsera
zh_hans: 手环附加功能

# ExtraCommandSelfTest.Text
source: Selftest
es_es: Autocomprobación
zh_hans: 自我检测

# FirmwareVersion.Text
source: Firmware version:
es_es: Versión del firmware:
zh_hans: 韧体版本:

source: Friday
es_es: Viernes
zh_hans: 星期五

# Gender.Text
source: Gender:
es_es: Sexo:
zh_hans: 性别:

# ColorGreen
source: Green
es_es: Verde
zh_hans: 绿色

# Green.Text
source: Green
es_es: Verde
zh_hans: 绿色

# GreetingText
source: Thanks for participating in the MiBand Tracker beta. Remember that this is a product in development and problems can arise. If you decide to continue using the application is at your own risk.
es_es: Gracias por participar en la beta de MiBand Tracker. Recuerda que esto es un producto en desarrollo y pueden surgir problemas. Si decides continuar usando la aplicación es bajo tu propia responsabilidad.

# GreetingTitle
source: Welcome
es_es: Bienvenid@
zh_hans: 欢迎

# HardResetUnavailable
source: Function unavailable
es_es: Opción no disponible por desconocimiento de efectos
zh_hans: 功能无法使用

# HardwareVersion.Text
source: Hardware version:
es_es: Versión del hardware:
zh_hans: 硬体版本:

# Height.Text
source: Height:
es_es: Altura:
zh_hans: 身高:

# Information.Header
source: Information
es_es: Información
zh_hans: 讯息

# InitialConfigWarningText
source: Some settings (color, location, alarms) can not be recovered. It is recommended to configure them now.
es_es: Algunos ajustes (color, localización, alarmas) no se pueden recuperar. Se recomienda configurarlos ahora.
zh_hans: 某些设定(颜色、位置、闹钟)无法恢复。 建议立刻设定

# InitialConfigWarningTitle
source: New Mi Band synchronized
es_es: Nueva Mi Band sincronizada
zh_hans: 新的小米手环同步

# InputDialogFlyoutButton.Content
source: Modify
es_es: Modificar
zh_hans: 修改

# InputDialogFlyoutText.Text
source: Enter new value
es_es: Introduzca el nuevo valor
zh_hans: 输入新的值

# LeftHand.Text
source: Left Hand
es_es: Muñeca izquierda
zh_hans: 左手

# MiBandInformation.Text
source: Mi Band information
es_es: Información de la Mi Band
zh_hans: 小米手环讯息

# MiBandNotFoundText
source: Check that: -Bluetooth is turned on -The Mi Band is paired -The Mi Band has battery
es_es: Compruebe que: - El Bluetooth esta encendido - La Mi Band esta emparejada - La Mi Band tiene batería
zh_hans: 请检查: -蓝芽开启 -小米手环配对 -小米手环电量

# MiBandNotFoundTitle
source: Mi Band not found
es_es: Mi Band no encontrada
zh_hans: 尚未找到小米手环

source: Monday
es_es: Lunes
zh_hans: 星期一

# Necklace.Text
source: Necklace
es_es: Cuello
zh_hans: 项链

source: Never
es_es: Nunca
zh_hans: 从不

# ColorOrange
source: Orange
es_es: Naranja
zh_hans: 橙色

# Orange.Text
source: Orange
es_es: Naranja
zh_hans: 橙色

# ProfileVersion.Text
source: Profile version:
es_es: Version del perfil:
zh_hans: 资料版本:

# RadioButtonFemale.Content
source: Female
es_es: Mujer
zh_hans: 女性

# RadioButtonMale.Content
source: Male
es_es: Hombre
zh_hans: 男性

# ColorRed
source: Red
es_es: Rojo
zh_hans: 红色

# Red.Text
source: Red
es_es: Rojo
zh_hans: 红色

# RightHand.Text
source: Right Hand
es_es: Muñeca derecha
zh_hans: 右手

source: Saturday
es_es: Sábado
zh_hans: 星期六

# SavedData.Text
source: Saved data:
es_es: Datos guardados:
zh_hans: 储存日期:

# SavedDataDefault.Content
source: Default
es_es: Por defecto
zh_hans: 预设

# SavedDataDelete.Content
source: Delete
es_es: Borrar
zh_hans: 删除

# SavedDataKeep.Content
source: Keep
es_es: Mantener
zh_hans: 继续

# SetAlarmErrorText
source: Failed to save the alarm into the band, check the connection
es_es: No fue posible guardar la alarma en la pulsera, compruebe la conexión
zh_hans: 无法储存闹钟在手环上，请检查连结

# SetAlarmErrorTitle
source: Error setting alarm
es_es: Error al guardar alarma
zh_hans: 错误的闹钟设定

# SetAlarmEveryday.Content
source: Everyday
es_es: Todos los días
zh_hans: 每天

# SetAlarmExplanation.Text
source: Wake up up to 30 minutes earlier during light sleep
es_es: Despertar hasta 30 minutos antes durante sueño ligero.
zh_hans: 醒来前长达30分钟的浅睡眠

# SetAlarmFriday.Content
source: Friday
es_es: Viernes
zh_hans: 星期五

# SetAlarmHeader.Text
source: Alarm configuration
es_es: Configuración de alarma
zh_hans: 闹钟设定

# SetAlarmMonday.Content
source: Monday
es_es: Lunes
zh_hans: 星期一

# SetAlarmRepeat.Text
source: Repeats on:
es_es: Repetir en:
zh_hans: 重复在：

# SetAlarmSaturday.Content
source: Saturday
es_es: Sábado
zh_hans: 星期六

# SetAlarmSmartMode.Header
source: Smart mode
es_es: Modo inteligente
zh_hans: 智能模式

# SetAlarmSunday.Content
source: Sunday
es_es: Domingo
zh_hans: 星期天

# SetAlarmThursday.Content
source: Thursday
es_es: Jueves
zh_hans: 星期四

# SetAlarmTime.Text
source: Time:
es_es: Hora:
zh_hans: 时间:

# SetAlarmTuesday.Content
source: Tuesday
es_es: Martes
zh_hans: 星期二

# SetAlarmWednesday.Content
source: Wednesday
es_es: Miércoles
zh_hans: 星期三

# SetDailyGoalExp1.Text
source: Set daily step goal you want to achieve
es_es: Establezca el objetivo diario de pasos que desee alcanzar
zh_hans: 设定每日想达成的目标

# SetDailyGoalExp2.Text
source: According to some studies, we recommend doing at least 40 minutes of exercise a day.
es_es: Según algunos estudios, te recomendamos hacer por lo menos 40 minutos de ejercicio al día.
zh_hans: 根据研究，我们建议天至少运动40分钟

# SetDailyGoalExp3.Text
source: That's about 8,000 steps a day.
es_es: Eso son unos 8000 pasos al día.
zh_hans: 每天约8000步

# SetDailyGoalHeader.Text
source: Daily Goal
es_es: Objetivo diario
zh_hans: 每日目标

# SetGoalError
source: Error setting daily goal
es_es: No se ha podido modificar el objetivo diario
zh_hans: 错误设定每日目标

# SetGoalErrorText
source: Failed to save the daily goal into the band, check the connection
es_es: No fue posible cambiar el objetivo diario en la pulsera, compruebe la conexión
zh_hans: 无法储存每日目标在手环上，请检查连接

# SetGoalErrorTitle
source: Error setting daily goal
es_es: Error al ajustar objetivo
zh_hans: 错误设定每日目标

# SetGoalInvalid
source: Invalid steps number
es_es: Número de pasos no válido
zh_hans: 无效的步数

# SetGoalRetryText
source: Enter a goal
es_es: Introduzca un objetivo
zh_hans: 输入目标

# SetNameError
source: Error setting new name
es_es: No se ha podido modificar el nombre
zh_hans: 错误设置新名称

# SetNameMaxChars
source: The name must be a maximum of 10 characters
es_es: El nombre ha de ser de máximo 10 caracteres
zh_hans: 该名称必须是最多10个字符

# SetStepsError
source: Error setting new step number
es_es: No se ha podido modificar los pasos actuales
zh_hans: 错误设定新的步数

# SetStepsInvalid
source: Invalid steps number
es_es: Número de pasos no válido
zh_hans: 无效的步数

# SetThemeColorError
source: Could not change the color scheme
es_es: No se ha podido modificar el esquema de color de la pulsera
zh_hans: 无法改变色彩

# SetUserInfoHeader.Text
source: User information
es_es: Información de usuario
zh_hans: 用户信息

# SetWearLocationError
source: Could not modify the wear location
es_es: No se ha podido modificar la localización de la pulsera
zh_hans: 无法修改配戴位置

source: Smart Mode
es_es: Modo Inteligente
zh_hans: 智能模式

source: Sunday
es_es: Domingo
zh_hans: 星期天

# SyncDateTime.Text
source: Synchronization date:
es_es: Hora sincronizada:
zh_hans: 同步日期：

source: Thursday
es_es: Jueves
zh_hans: 星期四

# TitleCurrentSteps.Text
source: Current Steps
es_es: Pasos actuales
zh_hans: 现在步数

# TitleGoal.Text
source: Daily Goal
es_es: Objetivo diario
zh_hans: 每日目标

# TitleRemainingSteps.Text
source: Remaining Steps
es_es: Pasos restantes
zh_hans: 剩余步数

source: Tuesday
es_es: Martes
zh_hans: 星期二

# WearLocation.Text
source: Wear Location:
es_es: Localización:
zh_hans: 配戴位置:

source: Wednesday
es_es: Miércoles
zh_hans: 星期三

# Weight.Text
source: Weight:
es_es: Peso:
zh_hans: 体重:

# WearLocationLeftHand
source: Left Hand
es_es: Muñeca izquierda
zh_hans: 左手

# WearLocationNecklace
source: Necklace
es_es: Cuello
zh_hans: 项链

# WearLocationRightHand
source: Right Hand
es_es: Muñeca derecha
zh_hans: 右手

# APBForum.Label
source: Help forum (spanish & english)
es_es: Foro de ayuda
zh_hans: 帮助论坛（西班牙语&英语）

# APBReport.Label
source: Send report by email
es_es: Reportar error por email
zh_hans: 发送报告通过电子邮件

# AppDescription
source: Xiaomi Mi Band companion app. Pedometer, alarms and sleep tracking. Requires a Xiaomi Mi Band paired by bluetooth in order to work. IMPORTANT: In case live steps notification or alarms dont work, unpair the band, restart the phone and pair again.
es_es: App de acompañamiento para la pulsera Mi Band de Xiaomi. Podómetro, alarmas y monitorización de sueño. Requiere una Xiaomi Mi Band emparejada por bluetooth para funcionar. IMPORTANTE: Si los pasos no se actualizan en vivo ni funcionan las alarmas, desemparejar la pulsera, reiniciar el telefono y volver a emparejar.
zh_hans: 小米手环替代应用程式. 计步器，闹钟和睡眠追踪 需要与小米手环配对透过蓝芽以确保正常工作. 重要事项: 在即时通知或闹钟无法工作时，解除蓝芽配对，重新启动手机然后再次配对

# NotifError1
source: Error turning on state notifications
es_es: Error al activar notificaciones de estado
zh_hans: 错误打开状态的通知

# NotifError2
source: Error turning on realtime steps notifications
es_es: Error al activar notificaciones de pasos en tiempo real
zh_hans: 错误打开即时状态的通知

# NotifError3
source: Error turning on battery notifications
es_es: Error al activar notificaciones de bateria
zh_hans: 错误打开电池通知

# NotifError4
source: Error turning on activity notifications
es_es: Error al activar notificaciones de actividad
zh_hans: 错误打开活动通知

# NotifError5
source: Error turning on sensor notifications
es_es: Error al activar notificaciones del sensor
zh_hans: 错误打开感应器的通知

# BandNotReadyText
source: Still synchronizing data between the app and the band. Please wait until the top loading bar disappears.
es_es: Aún se están sincronizando los datos entre la app y la pulsera. Por favor espere a que desaparezca la barra de carga de la parte superior.

# BandNotReadyTitle
source: Synchronizing Mi Band
es_es: Sincronizando Mi Band

# Alias.Text
source: Alias:
zh_hans: 别名

# DeleteInfoConfirmNo
source: Nooo!!
zh_hans: 不!!!!!

# ErrorTitle
source: Error
zh_hans: 错误
